tap "anomalyco/tap"
tap "nikitabobko/tap"
tap "d12frosted/emacs-plus"
tap "jundot/omlx", "https://github.com/jundot/omlx"
brew "fd"
brew "fzf"
brew "neovim"
brew "ripgrep"
brew "zoxide"
brew "eza"
brew "starship"
brew "tmux"
brew "opencode"
brew "fnm"
brew "odin"
brew "uv"
brew "go"
brew "cmake"
brew "ninja"
brew "chezmoi"
brew "yazi"
brew "tree-sitter"
brew "ruff"
brew "ols"
brew "zls"
brew "pyright"
brew "biome"
brew "emacs-plus@30"
brew "omlx"
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "helium-browser"
cask "orbstack"
cask "raycast"
cask "zed"
cask "battery"
cask "obs"
cask "kdenlive"
