tap "anomalyco/tap"
tap "nikitabobko/tap"
brew "biome"
brew "chezmoi"
brew "cmake"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "go"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "odin"
brew "ols"
brew "ripgrep"
brew "opencode"
brew "pyright"
brew "ruff"
brew "starship"
brew "tmux"
brew "uv"
brew "yazi"
brew "zls"
brew "zoxide"
brew "pnpm"
brew "fastfetch"
brew "gdb"
brew "golang-migrate"
brew "localstack/tap/localstack-cli"
brew "awscli"
brew "helix"
brew "nim"
brew "maven"
brew "openjdk@21"
cask "nikitabobko/tap/aerospace"
cask "battery"
cask "ghostty"
cask "helium-browser"
cask "kdenlive"
cask "siddharthvaddem/openscreen/openscreen"
cask "orbstack"
cask "raycast"
cask "plasticity"
cask "pearcleaner"
cask "bitwarden"
