tap "anomalyco/tap", trusted: true
tap "nikitabobko/tap", trusted: true
brew "biome"
brew "chezmoi"
brew "cmake"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "go"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "odin"
brew "ols"
brew "ripgrep"
brew "opencode"
brew "pyright"
brew "ruff"
brew "starship"
brew "uv"
brew "yazi"
brew "zoxide"
brew "pnpm"
brew "fastfetch"
brew "gdb"
brew "golang-migrate"
brew "awscli"
brew "helix"
brew "nim"
brew "maven"
brew "jdtls"
brew "openjdk@21"
brew "bottom"
brew "rustup"
brew "typescript-language-server"
brew "gopls"
brew "delve"
brew "neurosnap/tap/zmx", trusted: true
cask "nikitabobko/tap/aerospace"
cask "battery"
cask "ghostty"
cask "kdenlive"
cask "siddharthvaddem/openscreen/openscreen", trusted: true
cask "orbstack"
cask "raycast"
cask "pearcleaner"
cask "bitwarden"
cask "brave-browser"
